{"chunks": ["TRANSCRIPT OF A RECORDING OF A TELEPHONE\nCONVERSATION BETWEEN THE PRESIDENT AND\nH.R. HALDEMAN ON APRIL 25, 1973 FROM\n7:46 TO 7:53 P.M.\nPRESIDENT: (Unintelligible)\nOPERATOR: Thank you\nPRESIDENT: Ya\nHALDEMAN: Yes, sir.\nPRESIDENT: Is there any, uh, way that, uh, even\nsurreptitiously or discreetly or otherwise I\nmean, that, ah, way you could determine\nwhether uh, this matter of whether Dean\nmight have walked in there with a recorder\non him?  I don't know.\nHALDEMAN: No, I don't think there is any way.  I think\nya gotta, so remote as to be almost beyond\npossibility.  And uh, and if he did\n(unintelligible).\nPRESIDENT: Well we've gotta I mean, its, it\n(unintelligible), but the point is that\nthat's ah, that's a real bomb isn't it?\nHALDEMAN: Ah, ya.\nPRESIDENT: Sure is.  That, that's what may be his bomb.\nIn other words he (unintelligible).\nHALDEMAN: No\nPRESIDENT: Put that on the desk with Henry Petersen and\nsays, \"I gotta recording of the President of\nthe United States and here's what he said.\"\nHALDEMAN: Well, that would be very hard.\nPRESIDENT: If he did it, then we'd say, \"yes\nHALDEMAN: (Unintelligible) virtually impossible.", "APRIL 25, 1973 FROM 7:46 TO 7:53 P.M. 2\nPRESIDENT: (Unintelligible) Not virtually impossible.\nIf he did it we'd say, \"Yes, sir, that was a\nrecording and I was investigating\nHALDEMAN: That's right.\nPRESIDENT: On the other hand (laughs) it'd be god damn\nhard on, I mean, he'd run that in the press\nthat'd be (unintelligible)\nHALDEMAN: Yeah\nPRESIDENT: Well, no way to, no way to find out is\nthere?\nHALDEMAN: No, there isn't any, there isn't any\n(unintelligible) no way anybody would know\nPRESIDENT: We have no\nHALDEMAN: Except him.\nPRESIDENT: record of uh, we don't have any\n(unintelligible) as to whether he has done\nHALDEMAN: None\nPRESIDENT: that before, have we?\nHALDEMAN: None.  We have no evidence at any time under\nany circumstances, and I've, you know, been\ninvolved in enough, you know, what is going\non that I, I just find it impossible to\nthink that, that there would\n(unintelligible) you know, it could possibly\nbe the case.\nPRESIDENT: Ummh.  One thing about those things, you\nthink that you know when a fellow walks into\nme, and I didn't look at him that closely,\nbut you were there, god damn I mean, I, I'd\nthink that it's a little, it's, it's, even\nthe smallest ones are bulky enough that ", "you\nmean, with a fellow like Dean you'd sort of\nsee that wouldn't ya, where do you carry\nthem, in your hip pocket or your breast pocket?", "APRIL 25, 1974 FROM 7:46 TO 7:53 P.M. 3\nHALDEMAN: Oh, under your arm, you know, where they\ncarry a pistol holster or something.\nPRESIDENT: Um hmm, ya.  Well\nHALDEMAN: (Unintelligible) I really don't think\nit's--it's so remote as to be almost beyond\nthe\nPRESIDENT: Ya, ya\nHALDEMAN: ...realm of possibility\nPRESIDENT: In this matter nothing is beyond the realm\nof possibility.  (laughter)\nHALDEMAN: No, that's true but ah\nPRESIDENT: Ya\nHALDEMAN: And, and\nPRESIDENT: But of course we draw the sword on that if\nah, if ah\nHALDEMAN: (clears throat) I think if, if that's the\nsubject he has in mind, that he, he's just\ngoing to do it on the basis of his own, you\nknow, his own record afterwards, there's no\ncheck.\nPRESIDENT: Oh well, on that we'll destroy him.\nHALDEMAN: And ah\nPRESIDENT: Its his word against\nHALDEMAN: You know from the big (unintelligible)\nPRESIDENT: His word against\nHALDEMAN: Something like that\nPRESIDENT: His word--what?  His word against the\nPresident's the ah, the ah, (unintelligible)\nyou were there but particularly the\nPresident's on that (unintelligible).  The\nonly other thing is of course his\nconversation with regard to the, I mean, the\nlittle slip in your office about the..", ".\nAPRIL 25, 1973 FROM 7:46 TO 7:53 P.M. 4\nHALDEMAN: But that.\nPRESIDENT: That was so casual.\nHALDEMAN: I don’t think you’re going to have, the\nproblem with that.  I mean, other than,\nother than perhaps an effort to, to base it\non his conversation and you know, his\nmemorandum afterwards of had he done\nsomething like that, but he didn’t usually\ndo that.\nPRESIDENT: Didn’t he?\nHALDEMAN: Ummh ummh\nPRESIDENT: He didn't write conversations memorandum?\nHALDEMAN: Not usually.\nPRESIDENT: Hm.  He probably did on this one.  But uh,\n(unintelligible)\nHALDEMAN: As I said it sounds as if he had notes which\nyou, you said he thought he did\n(unintelligible) you know he might have used\nthat ah\nPRESIDENT: Ya that, but I mean, but he didn't make any\nnotes in any conversation I ever had with\nhim, he always sat there and then-probably\nas a (unintelligible) with a good memory,\nyou can go back and write everything down\nyou can remember.\nHALDEMAN: Ya, ya.\nPRESIDENT: But ah, he's always had or made a memorandum\nof the conversation afterwards and I said\nthis and that, on the other hand, Ziegler\nhad a good point about Dean which he made a\nfew days ago, he said John Dean's\ncredibility is nil because", "APRIL 25, 1973 FROM 7:46 TO 7:53 P.M. 5\nHALDEMAN: Right.\nPRESIDENT: The Dean report has proved to be false and\neverything else and\nHALDEMAN: Right.\nPRESIDENT: And you have something to say and that' what\nwe gotta have in mind here now without you\nand John to get too god damned discouraged\nabout this because basically John Dean, ah,\nhis report, uh, that he now claims that he\ndidn't make, his subornation of perjury, his\neverything else\nHALDEMAN: That's right.\nPRESIDENT: He's ah, who the hell is to believe what\nhe's going to say now, and he's saying it\nnow for what purpose?  He's going to be, of\ncourse, saying, \"Well I, they're making me\nthe scape goat and all the rest, and\ntherefore I'm going to tell all,\" and he's\ngoing, and as he says, \"I'll try this,\" his\nattorney says, \"This administration right up\nto the President,\" he didn't say the\nPresident, but you know that's what they\nsaid.\nHALDEMAN: Yeah, but that's (unintelligible) the\npurpose--when you get down to trying to do\nit, they got a very tough time.\nPRESIDENT: Purpose of course was to get everybody--\nwhich now the Prosecutor Chuck, Bob, is not\nabout to give 'em.\nHALDEMAN: Really?\nPRESIDENT: No, sir, they're not.  Oh, Petersen s", "ays\nthat I said, \"Now alright, you make your\njudgment on your own,\" I said, \"not on my\nbehalf.  He said \"No,\" he says, \"he's\njust--much involved as a principal.  We just\ncan't do it.\"  And frankly I think it's just\nas well.  I think if", "APRIL 25, 1973 FROM 7:46 TO 7:53 P.M. 6\nHALDEMAN: He's right.\nPRESIDENT: I think if you--I think if you're in a\nposition now, that if you gave him immunity,\nhe would sit there the rest of our lives.\nHALDEMAN: That's right.\nPRESIDENT: Hanging it over ya, and the point is that\nah, now if he's going to have this pissing\ncontest (unintelligible) all right, bring it\nout and fight it out and it'll be a bloody\ngod damn thing, you know in a strange kind\nof way that's life, isn't it\n(unintelligible) probably be understood and\nbe rough as a cob, an we'll survive and some\npeople you'll even find (unintelligible) in\nMississippi you'll find a half a dozen\npeople that will be for the President.\nHALDEMAN: (Laughs) Be a lot more than that.\nPRESIDENT: (unintelligible) No.  We do still have some\nsupport in the country, I hope.  But, uh\nHALDEMAN: Yep.\nPRESIDENT: But we shall see, do you agree?\nHALDEMAN: Absolutely.\nPRESIDENT: (Laughs)\nHALDEMAN: No question.\nPRESIDENT: Ya, ya, that's right despite all the polls\nand all the rest, I think there's still a\nhell of a lot of people out there, and from\nwhat I've seen, they're--you know, they,\nthey want to believe, that's the point,\nisn't it?", "APRIL 25, 1973 FROM 7:46 TO 7:53 P.M. 7\nHALDEMAN: Why sure.  Want to, and do.\nPRESIDENT: All right.  By the way, I thought there was\njust a th--thought that maybe you could\ncheck th--that thing\nHALDEMAN: No\nPRESIDENT: But there no way you can check it.\nHALDEMAN: There isn't anything to check.\nPRESIDENT: You've never heard that, uh, that he's ever\ndone that before.\nHALDEMAN: Never, never.\nPRESIDENT: Um hmm.  Although as I say, if worse comes\nto worse, an he has one, well, we've got\none.  (Laughs).\nHALDEMAN: Yup\nPRESIDENT: No.  But what I mean is—you’ve gotta live\nwith it, that’s it...\nHALDEMAN: Well know it’s there at least, an uh--\nPRESIDENT: That’s right, that’s right, that's right.\nTommorrow th-, th-, the-, there’s a little\nleft on what the one you had this day,\nright?\nHALDEMAN: Yep\nPRESIDENT: Um hmm.  But-but you were there during that\ndiscussion.\nHALDEMAN: yep\nPRESIDENT: And I suppose that we problably discussed\nhow the hell we get the 120, right?  I don’t\nremember it.", "APRIL 25, 1973 FROM 7:46 TO 7:53 P.M. 8\nHALDEMAN: No, no.  I don’t think so, I think it was,\nyou know, just sort of a rehash of the other\nthing...\nPRESIDENT: That’s right.\nHALDEMAN: And basically going into the impossibility\nof doing it.\nPRESIDENT: And the next day you, I suppose the question\nis, well, did you get the 120, I may have\nasked him that, I don’t know.  I don’t think\nI did but I... (laughs)\nHALDEMAN: I’m not even sure there was second.\nPRESIDENT: Yep."]}